[
  {
    "pages": "250",
    "month": "February",
    "year": "2025",
    "author": "Dawurung, Joshua S. and Harrison, Jessica J. and Modhiran, Naphak and Hall, Roy A. and Hobson-Peters, Jody and de Malmanche, Henry",
    "publisher": "MDPI AG",
    "journal": "Viruses",
    "number": "2",
    "doi": "10.3390/v17020250",
    "url": "http://dx.doi.org/10.3390/v17020250",
    "issn": "1999-4915",
    "volume": "17",
    "title": "Serum-Free Suspension Culture of the Aedes albopictus C6/36 Cell Line for Chimeric Orthoflavivirus Vaccine Production",
    "ENTRYTYPE": "article",
    "ID": "Dawurung_2025"
  },
  {
    "month": "September",
    "year": "2025",
    "author": "Bibby, Summa and Jung, James and Low, Yu Shang and Amarilla, Alberto A. and Newton, Natalee D. and Scott, Connor A. P. and Balk, Jessica and Ting, Yi Tian and Freney, Morgan E. and Liang, Benjamin and Grant, Timothy and Coulibaly, Fasséli and Young, Paul and Hall, Roy A. and Hobson-Peters, Jody and Modhiran, Naphak and Watterson, Daniel",
    "publisher": "Springer Science and Business Media LLC",
    "journal": "Nature Communications",
    "number": "1",
    "doi": "10.1038/s41467-025-63038-5",
    "url": "http://dx.doi.org/10.1038/S41467-025-63038-5",
    "issn": "2041-1723",
    "volume": "16",
    "title": "A single residue in the yellow fever virus envelope protein modulates virion architecture and antigenicity",
    "ENTRYTYPE": "article",
    "ID": "Bibby_2025"
  },
  {
    "pages": "136611",
    "month": "January",
    "year": "2025",
    "author": "Johnston, Ryan A. and Habarugira, Gervais and Harrison, Jessica J. and Isberg, Sally R. and Moran, Jasmin and Morgan, Mahali S. and Davis, Steven S. and Melville, Lorna and Howard, Christopher B. and Henry, Charles S. and Macdonald, Joanne and Bielefeldt-Ohmann, Helle and Hall, Roy A. and Hobson-Peters, Jody",
    "publisher": "Elsevier BV",
    "journal": "Sensors and Actuators B: Chemical",
    "doi": "10.1016/j.snb.2024.136611",
    "url": "http://dx.doi.org/10.1016/J.SNB.2024.136611",
    "issn": "0925-4005",
    "volume": "422",
    "title": "Application of chimeric antigens to paper-based diagnostics for detection of West Nile virus infections of Crocodylus porosus – A novel animal test case",
    "ENTRYTYPE": "article",
    "ID": "Johnston_2025"
  },
  {
    "pages": "e0012352",
    "month": "September",
    "year": "2025",
    "editor": "Zhao, Wei",
    "author": "Balea, Rickyle and Amarilla, Alberto A. and Hobson-Peters, Jody and Macdonald, Joanne and Suhrbier, Andreas and Kasimov, Vasilli M. and Watterson, Daniel and Pollak, Nina M. and McMillan, David J.",
    "publisher": "Public Library of Science (PLoS)",
    "journal": "PLOS Neglected Tropical Diseases",
    "number": "9",
    "doi": "10.1371/journal.pntd.0012352",
    "url": "http://dx.doi.org/10.1371/JOURNAL.PNTD.0012352",
    "issn": "1935-2735",
    "volume": "19",
    "title": "Development and proof-of-concept evaluation for a low resource compatible Chikungunya virus diagnostic",
    "ENTRYTYPE": "article",
    "ID": "Balea_2025"
  },
  {
    "pages": "1280–1288",
    "month": "January",
    "year": "2025",
    "author": "Humphries, James and Hobson-Peters, Jody and Ghosh, Saikat and Howard, Christopher B. and Huda, Pie and Bell, Craig A. and Fletcher, Nicholas L. and Kempe, Kristian and Thurecht, Kristofer J.",
    "publisher": "American Chemical Society (ACS)",
    "journal": "ACS Sensors",
    "number": "2",
    "doi": "10.1021/acssensors.4c03184",
    "url": "http://dx.doi.org/10.1021/ACSSENSORS.4C03184",
    "issn": "2379-3694",
    "volume": "10",
    "title": "Multiplexing Label-Free Polymeric Nanocarriers via Antipolymer Antibodies",
    "ENTRYTYPE": "article",
    "ID": "Humphries_2025"
  },
  {
    "month": "June",
    "year": "2025",
    "author": "Ang, Christopher Chong Wei and Ang, Angelica Ting Yi and Yam, Jerald and Lee, Rou Xuan and Lim, Ming Jie and Loh, Zhi Yang and Torno, Majhalia and Hakim, Luqman and Wong, Judith Chui Ching and Harrison, Jessica J. and Hobson-Peters, Jody and Tan, Cheong Huat and Setoh, Yin Xiang",
    "publisher": "Microbiology Society",
    "journal": "Journal of General Virology",
    "number": "6",
    "doi": "10.1099/jgv.0.002105",
    "url": "http://dx.doi.org/10.1099/JGV.0.002105",
    "issn": "1465-2099",
    "volume": "106",
    "title": "Spatiotemporal prevalence and characterization of the lineage I insect-specific flavivirus, Quang Binh virus, isolated from Culex gelidus mosquitoes in Singapore",
    "ENTRYTYPE": "article",
    "ID": "Ang_2025"
  },
  {
    "pages": "e0013385",
    "month": "August",
    "year": "2025",
    "editor": "Bueno, Susan M",
    "author": "Habarugira, Gervais and Yuen, Nicholas K. Y. and Suen, Willy W. and Moran, Jasmin and Hobson-Peters, Jody and Hall, Roy A. and Isberg, Sally R. and Bielefeldt-Ohmann, Helle",
    "publisher": "Public Library of Science (PLoS)",
    "journal": "PLOS Neglected Tropical Diseases",
    "number": "8",
    "doi": "10.1371/journal.pntd.0013385",
    "url": "http://dx.doi.org/10.1371/JOURNAL.PNTD.0013385",
    "issn": "1935-2735",
    "volume": "19",
    "title": "Tissue tropism, pathology, and pathogenesis of West Nile virus infection in saltwater crocodile (Crocodylus porosus)",
    "ENTRYTYPE": "article",
    "ID": "Habarugira_2025"
  },
  {
    "pages": "1499",
    "month": "September",
    "year": "2024",
    "author": "Peterson, Alyssa J. and Hall, Roy A. and Harrison, Jessica J. and Hobson-Peters, Jody and Hugo, Leon E.",
    "publisher": "MDPI AG",
    "journal": "Viruses",
    "number": "9",
    "doi": "10.3390/v16091499",
    "url": "http://dx.doi.org/10.3390/v16091499",
    "issn": "1999-4915",
    "volume": "16",
    "title": "Unleashing Nature’s Allies: Comparing the Vertical Transmission Dynamics of Insect-Specific and Vertebrate-Infecting Flaviviruses in Mosquitoes",
    "ENTRYTYPE": "article",
    "ID": "Peterson_2024"
  },
  {
    "month": "July",
    "year": "2024",
    "author": "Harrison, Jessica J. and Nguyen, Wilson and Morgan, Mahali S. and Tang, Bing and Habarugira, Gervais and de Malmanche, Henry and Freney, Morgan E. and Modhiran, Naphak and Watterson, Daniel and Cox, Abigail L. and Yan, Kexin and Yuen, Nicholas K. Y. and Bowman, Dylan H. and Kirkland, Peter D. and Bielefeldt-Ohmann, Helle and Suhrbier, Andreas and Hall, Roy A. and Rawle, Daniel J. and Hobson-Peters, Jody",
    "publisher": "Springer Science and Business Media LLC",
    "journal": "npj Vaccines",
    "number": "1",
    "doi": "10.1038/s41541-024-00903-2",
    "url": "http://dx.doi.org/10.1038/S41541-024-00903-2",
    "issn": "2059-0105",
    "volume": "9",
    "title": "A chimeric vaccine derived from Australian genotype IV Japanese encephalitis virus protects mice from lethal challenge",
    "ENTRYTYPE": "article",
    "ID": "Harrison_2024"
  },
  {
    "year": "2024",
    "author": "Pyke, Alyssa T and Wilson, Daniel J and Michie, Alice and Mackenzie, John S and Imrie, Allison and Cameron, Jane and Doggett, Stephen L and Haniotis, John and Herrero, Lara J and Caly, Leon and Lynch, Stacey E and Mee, Peter T and Madzokere, Eugene T and Ramirez, Ana L and Paramitha, Devina and Hobson-Peters, Jody and Smith, David W and Weir, Richard and Sullivan, Mitchell and Druce, Julian and Melville, Lorna and Robson, Jennifer and Gibb, Robert and van den Hurk, Andrew F and Duchene, Sebastian",
    "publisher": "Oxford University Press (OUP)",
    "journal": "Virus Evolution",
    "number": "1",
    "doi": "10.1093/ve/veae080",
    "url": "http://dx.doi.org/10.1093/VE/VEAE080",
    "issn": "2057-1577",
    "volume": "10",
    "title": "Independent repeated mutations within the alphaviruses Ross River virus and Barmah Forest virus indicates convergent evolution and past positive selection in ancestral populations despite ongoing purifying selection",
    "ENTRYTYPE": "article",
    "ID": "Pyke_2024"
  },
  {
    "month": "September",
    "year": "2024",
    "author": "Bell, Mikaela G. and Parry, Rhys H. and Lee, Tricia S. E. and Habarugira, Gervais and McMahon, Isabella E. and Thompson, Madeline A. and Modhiran, Naphak and Watterson, Daniel and Batovska, Jana and Lynch, Stacey E. and Hall, Roy A. and Harrison, Jessica J. and Hobson-Peters, Jody",
    "publisher": "Springer Science and Business Media LLC",
    "journal": "npj Viruses",
    "number": "1",
    "doi": "10.1038/s44298-024-00052-2",
    "url": "http://dx.doi.org/10.1038/S44298-024-00052-2",
    "issn": "2948-1767",
    "volume": "2",
    "title": "Synthetic recovery of Yada Yada virus expands insect-specific alphavirus knowledge and facilitates production of chimeric viruses",
    "ENTRYTYPE": "article",
    "ID": "Bell_2024"
  },
  {
    "month": "June",
    "year": "2023",
    "author": "Habarugira, Gervais and Harrison, Jessica J. and Moran, Jasmin and Suen, Willy W. and Colmant, Agathe M. G. and Hobson-Peters, Jody and Isberg, Sally R. and Bielefeldt-Ohmann, Helle and Hall, Roy A.",
    "publisher": "Springer Science and Business Media LLC",
    "journal": "npj Vaccines",
    "number": "1",
    "doi": "10.1038/s41541-023-00688-w",
    "url": "http://dx.doi.org/10.1038/S41541-023-00688-W",
    "issn": "2059-0105",
    "volume": "8",
    "title": "A chimeric vaccine protects farmed saltwater crocodiles from West Nile virus-induced skin lesions",
    "ENTRYTYPE": "article",
    "ID": "Habarugira_2023"
  },
  {
    "month": "November",
    "year": "2023",
    "author": "Balea, Rickyle and Pollak, Nina M. and Hobson-Peters, Jody and Macdonald, Joanne and McMillan, David J.",
    "publisher": "Frontiers Media SA",
    "journal": "Frontiers in Microbiology",
    "doi": "10.3389/fmicb.2023.1214148",
    "url": "http://dx.doi.org/10.3389/FMICB.2023.1214148",
    "issn": "1664-302X",
    "volume": "14",
    "title": "Development and pre-clinical evaluation of a Zika virus diagnostic for low resource settings",
    "ENTRYTYPE": "article",
    "ID": "Balea_2023"
  },
  {
    "pages": "288–293",
    "month": "January",
    "year": "2023",
    "author": "Hobson‐Peters, Jody and Amarilla, Alberto A. and Rustanti, Lina and Marks, Denese C. and Roulis, Eileen and Khromykh, Alexander A. and Modhiran, Naphak and Watterson, Daniel and Reichenberg, Stefan and Tolksdorf, Frank and Sumian, Chryslain and Seltsam, Axel and Gravemann, Ute and Faddy, Helen M.",
    "publisher": "Wiley",
    "journal": "Transfusion",
    "number": "2",
    "doi": "10.1111/trf.17238",
    "url": "http://dx.doi.org/10.1111/TRF.17238",
    "issn": "1537-2995",
    "volume": "63",
    "title": "Inactivation of <scp>SARS‐CoV</scp>‐2 infectivity in platelet concentrates or plasma following treatment with ultraviolet C light or with methylene blue combined with visible light",
    "ENTRYTYPE": "article",
    "ID": "Hobson_Peters_2023"
  },
  {
    "pages": "139",
    "month": "December",
    "year": "2022",
    "author": "Morgan, Mahali S. and Yan, Kexin and Le, Thuy T. and Johnston, Ryan A. and Amarilla, Alberto A. and Muller, David A. and McMillan, Christopher L. D. and Modhiran, Naphak and Watterson, Daniel and Potter, James R. and Sng, Julian D.J. and Lor, Mary and Paramitha, Devina and Isaacs, Ariel and Khromykh, Alexander A. and Hall, Roy A. and Suhrbier, Andreas and Rawle, Daniel J. and Hobson-Peters, Jody",
    "publisher": "MDPI AG",
    "journal": "Viruses",
    "number": "1",
    "doi": "10.3390/v15010139",
    "url": "http://dx.doi.org/10.3390/V15010139",
    "issn": "1999-4915",
    "volume": "15",
    "title": "Monoclonal Antibodies Specific for SARS-CoV-2 Spike Protein Suitable for Multiple Applications for Current Variants of Concern",
    "ENTRYTYPE": "article",
    "ID": "Morgan_2022"
  },
  {
    "month": "February",
    "year": "2023",
    "editor": "Piantadosi, Anne",
    "author": "Pollak, Nina M. and Olsson, Malin and Ahmed, Madeeha and Tan, Javier and Lim, George and Setoh, Yin Xiang and Wong, Judith Chui Ching and Lai, Yee Ling and Hobson-Peters, Jody and Macdonald, Joanne and McMillan, David",
    "publisher": "American Society for Microbiology",
    "journal": "Microbiology Spectrum",
    "number": "1",
    "doi": "10.1128/spectrum.02796-22",
    "url": "http://dx.doi.org/10.1128/SPECTRUM.02796-22",
    "issn": "2165-0497",
    "volume": "11",
    "title": "Rapid Diagnostic Tests for the Detection of the Four Dengue Virus Serotypes in Clinically Relevant Matrices",
    "ENTRYTYPE": "article",
    "ID": "Pollak_2023"
  },
  {
    "month": "June",
    "year": "2023",
    "author": "Speck, Peter and Mackenzie, Jason and Bull, Rowena A. and Slobedman, Barry and Drummer, Heidi and Fraser, Johanna and Herrero, Lara and Helbig, Karla and Londrigan, Sarah and Moseley, Gregory and Prow, Natalie and Hansman, Grant and Edwards, Robert and Ahlenstiel, Chantelle and Abendroth, Allison and Tscharke, David and Hobson-Peters, Jody and Kriiger-Loterio, Robson and Parry, Rhys and Marsh, Glenn and Harding, Emma and Jacques, David A. and Gartner, Matthew J. and Lee, Wen Shi and McAuley, Julie and Vaz, Paola and Sainsbury, Frank and Tate, Michelle D. and Sinclair, Jane and Imrie, Allison and Rawlinson, Stephen and Harman, Andrew and Carr, Jillian M. and Monson, Ebony A. and Hibma, Merilyn and Mahony, Timothy J. and Tu, Thomas and Center, Robert J. and Shrestha, Lok Bahadur and Hall, Robyn and Warner, Morgyn and Ward, Vernon and Anderson, Danielle E. and Eyre, Nicholas S. and Netzler, Natalie E. and Peel, Alison J. and Revill, Peter and Beard, Michael and Legione, Alistair R. and Spencer, Alexandra J. and Idris, Adi and Forwood, Jade and Sarker, Subir and Purcell, Damian F. J. and Bartlett, Nathan and Deerain, Joshua M. and Brew, Bruce J. and Asgari, Sassan and Farrell, Helen and Khromykh, Alexander and Enosi Tuipulotu, Daniel and Anderson, David and Mese, Sevim and Tayyar, Yaman and Edenborough, Kathryn and Uddin, Jasim Muhammad and Hussain, Abrar and Daymond, Connor J. I. and Agius, Jacinta and Johnson, Karyn N. and Shirmast, Paniz and Abedinzadeshahri, Mahdi and MacDiarmid, Robin and Ashley, Caroline L. and Laws, Jay and Furfaro, Lucy L. and Burton, Thomas D. and Johnson, Stephen M. R. and Telikani, Zahra and Petrone, Mary and Roby, Justin A. and Samer, Carolyn and Suhrbier, Andreas and Van Der Kamp, April and Cunningham, Anthony and Donato, Celeste and Mahar, Jackie and Black, Wesley D. and Vasudevan, Subhash and Lenchine, Roman and Spann, Kirsten and Rawle, Daniel J. and Rudd, Penny and Neil, Jessica and Kingston, Richard and Newsome, Timothy P. and Kim, Ki Wook and Mak, Johnson and Lowry, Kym and Bryant, Nathan and Meers, Joanne and Roberts, Jason A. and McMillan, Nigel and Labzin, Larisa I. and Slonchak, Andrii and Hugo, Leon E. and Henzeler, Bennett and Newton, Natalee D. and David, Cassandra T. and Reading, Patrick C. and Esneau, Camille and Briody, Tatiana and Nasr, Najla and McNeale, Donna and McSharry, Brian and Fakhri, Omid and Horsburgh, Bethany A. and Logan, Grant and Howley, Paul and Young, Paul",
    "publisher": "American Society for Microbiology",
    "journal": "mBio",
    "number": "3",
    "doi": "10.1128/mbio.00815-23",
    "url": "http://dx.doi.org/10.1128/MBIO.00815-23",
    "issn": "2150-7511",
    "volume": "14",
    "title": "Statement in Support of: “Virology under the Microscope—a Call for Rational Discourse”",
    "ENTRYTYPE": "article",
    "ID": "Speck_2023"
  },
  {
    "month": "June",
    "year": "2023",
    "author": "Speck, Peter and Mackenzie, Jason and Bull, Rowena A. and Slobedman, Barry and Drummer, Heidi and Fraser, Johanna and Herrero, Lara and Helbig, Karla and Londrigan, Sarah and Moseley, Gregory and Prow, Natalie and Hansman, Grant and Edwards, Robert and Ahlenstiel, Chantelle and Abendroth, Allison and Tscharke, David and Hobson-Peters, Jody and Kriiger-Loterio, Robson and Parry, Rhys and Marsh, Glenn and Harding, Emma and Jacques, David A. and Gartner, Matthew J. and Lee, Wen Shi and McAuley, Julie and Vaz, Paola and Sainsbury, Frank and Tate, Michelle D. and Sinclair, Jane and Imrie, Allison and Rawlinson, Stephen and Harman, Andrew and Carr, Jillian M. and Monson, Ebony A. and Hibma, Merilyn and Mahony, Timothy J. and Tu, Thomas and Center, Robert J. and Shrestha, Lok Bahadur and Hall, Robyn and Warner, Morgyn and Ward, Vernon and Anderson, Danielle E. and Eyre, Nicholas S. and Netzler, Natalie E. and Peel, Alison J. and Revill, Peter and Beard, Michael and Legione, Alistair R. and Spencer, Alexandra J. and Idris, Adi and Forwood, Jade and Sarker, Subir and Purcell, Damian F. J. and Bartlett, Nathan and Deerain, Joshua M. and Brew, Bruce J. and Asgari, Sassan and Farrell, Helen and Khromykh, Alexander and Enosi Tuipulotu, Daniel and Anderson, David and Mese, Sevim and Tayyar, Yaman and Edenborough, Kathryn and Uddin, Jasim Muhammad and Hussain, Abrar and Daymond, Connor J. I. and Agius, Jacinta and Johnson, Karyn N. and Shirmast, Paniz and Abedinzadeshahri, Mahdi and MacDiarmid, Robin and Ashley, Caroline L. and Laws, Jay and Furfaro, Lucy L. and Burton, Thomas D. and Johnson, Stephen M. R. and Telikani, Zahra and Petrone, Mary and Roby, Justin A. and Samer, Carolyn and Suhrbier, Andreas and Van Der Kamp, April and Cunningham, Anthony and Donato, Celeste and Mahar, Jackie and Black, Wesley D. and Vasudevan, Subhash and Lenchine, Roman and Spann, Kirsten and Rawle, Daniel J. and Rudd, Penny and Neil, Jessica and Kingston, Richard and Newsome, Timothy P. and Kim, Ki Wook and Mak, Johnson and Lowry, Kym and Bryant, Nathan and Meers, Joanne and Roberts, Jason A. and McMillan, Nigel and Labzin, Larisa I. and Slonchak, Andrii and Hugo, Leon E. and Henzeler, Bennett and Newton, Natalee D. and David, Cassandra T. and Reading, Patrick C. and Esneau, Camille and Briody, Tatiana and Nasr, Najla and McNeale, Donna and McSharry, Brian and Fakhri, Omid and Horsburgh, Bethany A. and Logan, Grant and Howley, Paul and Young, Paul",
    "publisher": "American Society for Microbiology",
    "journal": "mSphere",
    "number": "3",
    "doi": "10.1128/msphere.00165-23",
    "url": "http://dx.doi.org/10.1128/MSPHERE.00165-23",
    "issn": "2379-5042",
    "volume": "8",
    "title": "Statement in Support of: “Virology under the Microscope—a Call for Rational Discourse”",
    "ENTRYTYPE": "article",
    "ID": "Speck_2023"
  },
  {
    "month": "May",
    "year": "2023",
    "author": "Speck, Peter and Mackenzie, Jason and Bull, Rowena A. and Slobedman, Barry and Drummer, Heidi and Fraser, Johanna and Herrero, Lara and Helbig, Karla and Londrigan, Sarah and Moseley, Gregory and Prow, Natalie and Hansman, Grant and Edwards, Robert and Ahlenstiel, Chantelle and Abendroth, Allison and Tscharke, David and Hobson-Peters, Jody and Kriiger-Loterio, Robson and Parry, Rhys and Marsh, Glenn and Harding, Emma and Jacques, David A. and Gartner, Matthew J. and Lee, Wen Shi and McAuley, Julie and Vaz, Paola and Sainsbury, Frank and Tate, Michelle D. and Sinclair, Jane and Imrie, Allison and Rawlinson, Stephen and Harman, Andrew and Carr, Jillian M. and Monson, Ebony A. and Hibma, Merilyn and Mahony, Timothy J. and Tu, Thomas and Center, Robert J. and Shrestha, Lok Bahadur and Hall, Robyn and Warner, Morgyn and Ward, Vernon and Anderson, Danielle E. and Eyre, Nicholas S. and Netzler, Natalie E. and Peel, Alison J. and Revill, Peter and Beard, Michael and Legione, Alistair R. and Spencer, Alexandra J. and Idris, Adi and Forwood, Jade and Sarker, Subir and Purcell, Damian F. J. and Bartlett, Nathan and Deerain, Joshua M. and Brew, Bruce J. and Asgari, Sassan and Farrell, Helen and Khromykh, Alexander and Enosi Tuipulotu, Daniel and Anderson, David and Mese, Sevim and Tayyar, Yaman and Edenborough, Kathryn and Uddin, Jasim Muhammad and Hussain, Abrar and Daymond, Connor J. I. and Agius, Jacinta and Johnson, Karyn N. and Shirmast, Paniz and Abedinzadeshahri, Mahdi and MacDiarmid, Robin and Ashley, Caroline L. and Laws, Jay and Furfaro, Lucy L. and Burton, Thomas D. and Johnson, Stephen M. R. and Telikani, Zahra and Petrone, Mary and Roby, Justin A. and Samer, Carolyn and Suhrbier, Andreas and Van Der Kamp, April and Cunningham, Anthony and Donato, Celeste and Mahar, Jackie and Black, Wesley D. and Vasudevan, Subhash and Lenchine, Roman and Spann, Kirsten and Rawle, Daniel J. and Rudd, Penny and Neil, Jessica and Kingston, Richard and Newsome, Timothy P. and Kim, Ki Wook and Mak, Johnson and Lowry, Kym and Bryant, Nathan and Meers, Joanne and Roberts, Jason A. and McMillan, Nigel and Labzin, Larisa I. and Slonchak, Andrii and Hugo, Leon E. and Henzeler, Bennett and Newton, Natalee D. and David, Cassandra T. and Reading, Patrick C. and Esneau, Camille and Briody, Tatiana and Nasr, Najla and McNeale, Donna and McSharry, Brian and Fakhri, Omid and Horsburgh, Bethany A. and Logan, Grant and Howley, Paul and Young, Paul",
    "publisher": "American Society for Microbiology",
    "journal": "Journal of Virology",
    "number": "5",
    "doi": "10.1128/jvi.00451-23",
    "url": "http://dx.doi.org/10.1128/JVI.00451-23",
    "issn": "1098-5514",
    "volume": "97",
    "title": "Statement in Support of: “Virology under the Microscope—a Call for Rational Discourse”",
    "ENTRYTYPE": "article",
    "ID": "Speck_2023"
  },
  {
    "pages": "1882",
    "month": "August",
    "year": "2022",
    "author": "Colmant, Agathe M. G. and Warrilow, David and Hall-Mendelin, Sonja and Onn, Michael and Hobson-Peters, Jody and Huang, Bixing and Kurucz, Nina and Warchot, Allan and Primmer, Bridgette R. and Isberg, Sally and Bielefeldt-Ohmann, Helle and Hall, Roy A.",
    "publisher": "MDPI AG",
    "journal": "Viruses",
    "number": "9",
    "doi": "10.3390/v14091882",
    "url": "http://dx.doi.org/10.3390/V14091882",
    "issn": "1999-4915",
    "volume": "14",
    "title": "Arthropod-Borne Virus Surveillance as a Tool to Study the Australian Mosquito Virome",
    "ENTRYTYPE": "article",
    "ID": "Colmant_2022"
  },
  {
    "pages": "578",
    "month": "April",
    "year": "2022",
    "author": "McMillan, Christopher L. D. and Azuar, Armira and Choo, Jovin J. Y. and Modhiran, Naphak and Amarilla, Alberto A. and Isaacs, Ariel and Honeyman, Kate E. and Cheung, Stacey T. M. and Liang, Benjamin and Wurm, Maria J. and Pino, Paco and Kint, Joeri and Fernando, Germain J. P. and Landsberg, Michael J. and Khromykh, Alexander A. and Hobson-Peters, Jody and Watterson, Daniel and Young, Paul R. and Muller, David A.",
    "publisher": "MDPI AG",
    "journal": "Vaccines",
    "number": "4",
    "doi": "10.3390/vaccines10040578",
    "url": "http://dx.doi.org/10.3390/VACCINES10040578",
    "issn": "2076-393X",
    "volume": "10",
    "title": "Dermal Delivery of a SARS-CoV-2 Subunit Vaccine Induces Immunogenicity against Variants of Concern",
    "ENTRYTYPE": "article",
    "ID": "McMillan_2022"
  },
  {
    "pages": "1106",
    "month": "May",
    "year": "2022",
    "author": "Habarugira, Gervais and Moran, Jasmin and Harrison, Jessica J. and Isberg, Sally R. and Hobson-Peters, Jody and Hall, Roy A. and Bielefeldt-Ohmann, Helle",
    "publisher": "MDPI AG",
    "journal": "Viruses",
    "number": "5",
    "doi": "10.3390/v14051106",
    "url": "http://dx.doi.org/10.3390/V14051106",
    "issn": "1999-4915",
    "volume": "14",
    "title": "Evidence of Infection with Zoonotic Mosquito-Borne Flaviviruses in Saltwater Crocodiles (Crocodylus porosus) in Northern Australia",
    "ENTRYTYPE": "article",
    "ID": "Habarugira_2022"
  },
  {
    "month": "February",
    "year": "2022",
    "author": "O’Brien, Caitlin A. and Huang, Bixing and Warrilow, David and Hazlewood, Jessamine E. and Bielefeldt-Ohmann, Helle and Hall-Mendelin, Sonja and Pegg, Cassandra L. and Harrison, Jessica J. and Paramitha, Devina and Newton, Natalee D. and Schulz, Benjamin L. and Suhrbier, Andreas and Hobson-Peters, Jody and Hall, Roy A.",
    "publisher": "Springer Science and Business Media LLC",
    "journal": "Parasites &amp; Vectors",
    "number": "1",
    "doi": "10.1186/s13071-022-05176-z",
    "url": "http://dx.doi.org/10.1186/S13071-022-05176-Z",
    "issn": "1756-3305",
    "volume": "15",
    "title": "Extended characterisation of five archival tick-borne viruses provides insights for virus discovery in Australian ticks",
    "ENTRYTYPE": "article",
    "ID": "O_Brien_2022"
  },
  {
    "pages": "1501",
    "month": "July",
    "year": "2022",
    "author": "Torres, Francisco J. and Parry, Rhys and Hugo, Leon E. and Slonchak, Andrii and Newton, Natalee D. and Vet, Laura J. and Modhiran, Naphak and Pullinger, Brody and Wang, Xiaohui and Potter, James and Winterford, Clay and Hobson-Peters, Jody and Hall, Roy A. and Khromykh, Alexander A.",
    "publisher": "MDPI AG",
    "journal": "Viruses",
    "number": "7",
    "doi": "10.3390/v14071501",
    "url": "http://dx.doi.org/10.3390/V14071501",
    "issn": "1999-4915",
    "volume": "14",
    "title": "Reporter Flaviviruses as Tools to Demonstrate Homologous and Heterologous Superinfection Exclusion",
    "ENTRYTYPE": "article",
    "ID": "Torres_2022"
  },
  {
    "month": "March",
    "year": "2022",
    "author": "Slonchak, Andrii and Parry, Rhys and Pullinger, Brody and Sng, Julian D. J. and Wang, Xiaohui and Buck, Teresa F. and Torres, Francisco J. and Harrison, Jessica J. and Colmant, Agathe M. G. and Hobson-Peters, Jody and Hall, Roy A. and Tuplin, Andrew and Khromykh, Alexander A.",
    "publisher": "Springer Science and Business Media LLC",
    "journal": "Nature Communications",
    "number": "1",
    "doi": "10.1038/s41467-022-28977-3",
    "url": "http://dx.doi.org/10.1038/S41467-022-28977-3",
    "issn": "2041-1723",
    "volume": "13",
    "title": "Structural analysis of 3’UTRs in insect flaviviruses reveals novel determinants of sfRNA biogenesis and provides new insights into flavivirus evolution",
    "ENTRYTYPE": "article",
    "ID": "Slonchak_2022"
  },
  {
    "pages": "85",
    "month": "January",
    "year": "2022",
    "author": "Hazlewood, Jessamine E. and Tang, Bing and Yan, Kexin and Rawle, Daniel J. and Harrison, Jessica J. and Hall, Roy A. and Hobson-Peters, Jody and Suhrbier, Andreas",
    "publisher": "MDPI AG",
    "journal": "Vaccines",
    "number": "1",
    "doi": "10.3390/vaccines10010085",
    "url": "http://dx.doi.org/10.3390/VACCINES10010085",
    "issn": "2076-393X",
    "volume": "10",
    "title": "The Chimeric Binjari-Zika Vaccine Provides Long-Term Protection against ZIKA Virus Challenge",
    "ENTRYTYPE": "article",
    "ID": "Hazlewood_2022"
  },
  {
    "month": "May",
    "year": "2021",
    "author": "Choo, Jovin J. Y. and Vet, Laura J. and McMillan, Christopher L. D. and Harrison, Jessica J. and Scott, Connor A. P. and Depelsenaire, Alexandra C. I. and Fernando, Germain J. P. and Watterson, Daniel and Hall, Roy A. and Young, Paul R. and Hobson-Peters, Jody and Muller, David A.",
    "publisher": "Springer Science and Business Media LLC",
    "journal": "npj Vaccines",
    "number": "1",
    "doi": "10.1038/s41541-021-00328-1",
    "url": "http://dx.doi.org/10.1038/S41541-021-00328-1",
    "issn": "2059-0105",
    "volume": "6",
    "title": "A chimeric dengue virus vaccine candidate delivered by high density microarray patches protects against infection in mice",
    "ENTRYTYPE": "article",
    "ID": "Choo_2021"
  },
  {
    "month": "June",
    "year": "2021",
    "author": "Hardy, Joshua M. and Newton, Natalee D. and Modhiran, Naphak and Scott, Connor A. P. and Venugopal, Hariprasad and Vet, Laura J. and Young, Paul R. and Hall, Roy A. and Hobson-Peters, Jody and Coulibaly, Fasséli and Watterson, Daniel",
    "publisher": "Springer Science and Business Media LLC",
    "journal": "Nature Communications",
    "number": "1",
    "doi": "10.1038/s41467-021-22773-1",
    "url": "http://dx.doi.org/10.1038/S41467-021-22773-1",
    "issn": "2041-1723",
    "volume": "12",
    "title": "A unified route for flavivirus structures uncovers essential pocket factors conserved across pathogenic viruses",
    "ENTRYTYPE": "article",
    "ID": "Hardy_2021"
  },
  {
    "month": "June",
    "year": "2021",
    "author": "Amarilla, Alberto A. and Sng, Julian D. J. and Parry, Rhys and Deerain, Joshua M. and Potter, James R. and Setoh, Yin Xiang and Rawle, Daniel J. and Le, Thuy T. and Modhiran, Naphak and Wang, Xiaohui and Peng, Nias Y. G. and Torres, Francisco J. and Pyke, Alyssa and Harrison, Jessica J. and Freney, Morgan E. and Liang, Benjamin and McMillan, Christopher L. D. and Cheung, Stacey T. M. and Guevara, Darwin J. Da Costa and Hardy, Joshua M. and Bettington, Mark and Muller, David A. and Coulibaly, Fasséli and Moore, Frederick and Hall, Roy A. and Young, Paul R. and Mackenzie, Jason M. and Hobson-Peters, Jody and Suhrbier, Andreas and Watterson, Daniel and Khromykh, Alexander A.",
    "publisher": "Springer Science and Business Media LLC",
    "journal": "Nature Communications",
    "number": "1",
    "doi": "10.1038/s41467-021-23779-5",
    "url": "http://dx.doi.org/10.1038/S41467-021-23779-5",
    "issn": "2041-1723",
    "volume": "12",
    "title": "A versatile reverse genetics platform for SARS-CoV-2 and other positive-strand RNA viruses",
    "ENTRYTYPE": "article",
    "ID": "Amarilla_2021"
  },
  {
    "pages": "e1009723",
    "month": "July",
    "year": "2021",
    "editor": "Lee, Benhur",
    "author": "Rawle, Daniel J. and Le, Thuy T. and Dumenil, Troy and Yan, Kexin and Tang, Bing and Nguyen, Wilson and Watterson, Daniel and Modhiran, Naphak and Hobson-Peters, Jody and Bishop, Cameron and Suhrbier, Andreas",
    "publisher": "Public Library of Science (PLoS)",
    "journal": "PLOS Pathogens",
    "number": "7",
    "doi": "10.1371/journal.ppat.1009723",
    "url": "http://dx.doi.org/10.1371/JOURNAL.PPAT.1009723",
    "issn": "1553-7374",
    "volume": "17",
    "title": "ACE2-lentiviral transduction enables mouse SARS-CoV-2 infection and mapping of receptor interactions",
    "ENTRYTYPE": "article",
    "ID": "Rawle_2021"
  },
  {
    "pages": "1230",
    "month": "October",
    "year": "2021",
    "author": "Harrison, Jessica J. and Hobson-Peters, Jody and Bielefeldt-Ohmann, Helle and Hall, Roy A.",
    "publisher": "MDPI AG",
    "journal": "Vaccines",
    "number": "11",
    "doi": "10.3390/vaccines9111230",
    "url": "http://dx.doi.org/10.3390/VACCINES9111230",
    "issn": "2076-393X",
    "volume": "9",
    "title": "Chimeric Vaccines Based on Novel Insect-Specific Flaviviruses",
    "ENTRYTYPE": "article",
    "ID": "Harrison_2021"
  },
  {
    "pages": "1301",
    "month": "November",
    "year": "2021",
    "author": "Choo, Jovin J. Y. and McMillan, Christopher L. D. and Fernando, Germain J. P. and Hall, Roy A. and Young, Paul R. and Hobson-Peters, Jody and Muller, David A.",
    "publisher": "MDPI AG",
    "journal": "Vaccines",
    "number": "11",
    "doi": "10.3390/vaccines9111301",
    "url": "http://dx.doi.org/10.3390/VACCINES9111301",
    "issn": "2076-393X",
    "volume": "9",
    "title": "Developing a Stabilizing Formulation of a Live Chimeric Dengue Virus Vaccine Dry Coated on a High-Density Microarray Patch",
    "ENTRYTYPE": "article",
    "ID": "Choo_2021"
  },
  {
    "year": "2021",
    "author": "Jody Hobson-Peters",
    "journal": "ACTA CRYSTALLOGRAPHICA A-FOUNDATION AND ADVANCES",
    "title": "High-resolution structures of immature and chimeric flaviviruses reveal key features redefining viral architecture and maturation",
    "ENTRYTYPE": "article",
    "ID": "Jody_Hobson-Peters_195380024"
  },
  {
    "pages": "1843",
    "month": "September",
    "year": "2021",
    "author": "Scott, Connor A. P. and Amarilla, Alberto A. and Bibby, Summa and Newton, Natalee D. and Hall, Roy A. and Hobson-Peters, Jody and Muller, David A. and Chappell, Keith J. and Young, Paul R. and Modhiran, Naphak and Watterson, Daniel",
    "publisher": "MDPI AG",
    "journal": "Viruses",
    "number": "9",
    "doi": "10.3390/v13091843",
    "url": "http://dx.doi.org/10.3390/V13091843",
    "issn": "1999-4915",
    "volume": "13",
    "title": "Implications of Dengue Virus Maturation on Vaccine Induced Humoral Immunity in Mice",
    "ENTRYTYPE": "article",
    "ID": "Scott_2021"
  },
  {
    "month": "July",
    "year": "2021",
    "author": "O’Brien, Caitlin A. and Harrison, Jessica J. and Colmant, Agathe M. G. and Traves, Renee J. and Paramitha, Devina and Hall-Mendelin, Sonja and Bielefeldt-Ohmann, Helle and Vet, Laura J. and Piyasena, Thisun B. H. and Newton, Natalee D. and Yam, Alice W. and Hobson-Peters, Jody and Hall, Roy A.",
    "publisher": "Microbiology Society",
    "journal": "Journal of General Virology",
    "number": "7",
    "doi": "10.1099/jgv.0.001617",
    "url": "http://dx.doi.org/10.1099/JGV.0.001617",
    "issn": "1465-2099",
    "volume": "102",
    "title": "Improved detection of flaviviruses in Australian mosquito populations via replicative intermediates",
    "ENTRYTYPE": "article",
    "ID": "O_Brien_2021"
  },
  {
    "pages": "573",
    "month": "March",
    "year": "2021",
    "author": "Colmant, Agathe M.G. and Hobson-Peters, Jody and Slijkerman, Teun A.P. and Harrison, Jessica J. and Pijlman, Gorben P. and van Oers, Monique M. and Simmonds, Peter and Hall, Roy A. and Fros, Jelke J.",
    "publisher": "MDPI AG",
    "journal": "Viruses",
    "number": "4",
    "doi": "10.3390/v13040573",
    "url": "http://dx.doi.org/10.3390/V13040573",
    "issn": "1999-4915",
    "volume": "13",
    "title": "Insect-Specific Flavivirus Replication in Mammalian Cells Is Inhibited by Physiological Temperature and the Zinc-Finger Antiviral Protein",
    "ENTRYTYPE": "article",
    "ID": "Colmant_2021"
  },
  {
    "pages": "208–215",
    "month": "March",
    "year": "2021",
    "author": "McLean, Breeanna J. and Hall-Mendelin, Sonja and Webb, Cameron E. and Bielefeldt-Ohmann, Helle and Ritchie, Scott A. and Hobson-Peters, Jody and Hall, Roy A. and van den Hurk, Andrew F.",
    "publisher": "SAGE Publications",
    "journal": "Vector-Borne and Zoonotic Diseases",
    "number": "3",
    "doi": "10.1089/vbz.2020.2692",
    "url": "http://dx.doi.org/10.1089/VBZ.2020.2692",
    "issn": "1557-7759",
    "volume": "21",
    "title": "The Insect-Specific Parramatta River Virus Is Vertically Transmitted by\nAedes vigilax\nMosquitoes and Suppresses Replication of Pathogenic Flaviviruses\nIn Vitro",
    "ENTRYTYPE": "article",
    "ID": "McLean_2021"
  },
  {
    "month": "May",
    "year": "2021",
    "author": "Newton, Natalee D. and Hardy, Joshua M. and Modhiran, Naphak and Hugo, Leon E. and Amarilla, Alberto A. and Bibby, Summa and Venugopal, Hariprasad and Harrison, Jessica J. and Traves, Renee J. and Hall, Roy A. and Hobson-Peters, Jody and Coulibaly, Fasséli and Watterson, Daniel",
    "publisher": "American Association for the Advancement of Science (AAAS)",
    "journal": "Science Advances",
    "number": "20",
    "doi": "10.1126/sciadv.abe4507",
    "url": "http://dx.doi.org/10.1126/SCIADV.ABE4507",
    "issn": "2375-2548",
    "volume": "7",
    "title": "The structure of an infectious immature flavivirus redefines viral architecture and maturation",
    "ENTRYTYPE": "article",
    "ID": "Newton_2021"
  },
  {
    "pages": "1056",
    "month": "September",
    "year": "2020",
    "author": "O’Brien, Caitlin A. and Pegg, Cassandra L. and Nouwens, Amanda S. and Bielefeldt-Ohmann, Helle and Huang, Bixing and Warrilow, David and Harrison, Jessica J. and Haniotis, John and Schulz, Benjamin L. and Paramitha, Devina and Colmant, Agathe M. G. and Newton, Natalee D. and Doggett, Stephen L. and Watterson, Daniel and Hobson-Peters, Jody and Hall, Roy A.",
    "publisher": "MDPI AG",
    "journal": "Viruses",
    "number": "9",
    "doi": "10.3390/v12091056",
    "url": "http://dx.doi.org/10.3390/V12091056",
    "issn": "1999-4915",
    "volume": "12",
    "title": "A Unique Relative of Rotifer Birnavirus Isolated from Australian Mosquitoes",
    "ENTRYTYPE": "article",
    "ID": "O_Brien_2020"
  },
  {
    "pages": "368",
    "month": "July",
    "year": "2020",
    "author": "Yan, Kexin and Vet, Laura J. and Tang, Bing and Hobson-Peters, Jody and Rawle, Daniel J. and Le, Thuy T. and Larcher, Thibaut and Hall, Roy A. and Suhrbier, Andreas",
    "publisher": "MDPI AG",
    "journal": "Vaccines",
    "number": "3",
    "doi": "10.3390/vaccines8030368",
    "url": "http://dx.doi.org/10.3390/VACCINES8030368",
    "issn": "2076-393X",
    "volume": "8",
    "title": "A Yellow Fever Virus 17D Infection and Disease Mouse Model Used to Evaluate a Chimeric Binjari-Yellow Fever Virus Vaccine",
    "ENTRYTYPE": "article",
    "ID": "Yan_2020"
  },
  {
    "pages": "496",
    "month": "September",
    "year": "2020",
    "author": "Hazlewood, Jessamine E. and Rawle, Daniel J. and Tang, Bing and Yan, Kexin and Vet, Laura J. and Nakayama, Eri and Hobson-Peters, Jody and Hall, Roy A. and Suhrbier, Andreas",
    "publisher": "MDPI AG",
    "journal": "Vaccines",
    "number": "3",
    "doi": "10.3390/vaccines8030496",
    "url": "http://dx.doi.org/10.3390/VACCINES8030496",
    "issn": "2076-393X",
    "volume": "8",
    "title": "A Zika Vaccine Generated Using the Chimeric Insect-Specific Binjari Virus Platform Protects against Fetal Brain Infection in Pregnant Mice",
    "ENTRYTYPE": "article",
    "ID": "Hazlewood_2020"
  },
  {
    "month": "June",
    "year": "2020",
    "editor": "Randall, Glenn",
    "author": "Harrison, Jessica J. and Hobson-Peters, Jody and Colmant, Agathe M. G. and Koh, Joanna and Newton, Natalee D. and Warrilow, David and Bielefeldt-Ohmann, Helle and Piyasena, Thisun B. H. and O’Brien, Caitlin A. and Vet, Laura J. and Paramitha, Devina and Potter, James R. and Davis, Steven S. and Johansen, Cheryl A. and Setoh, Yin Xiang and Khromykh, Alexander A. and Hall, Roy A.",
    "publisher": "American Society for Microbiology",
    "journal": "mSphere",
    "number": "3",
    "doi": "10.1128/msphere.00095-20",
    "url": "http://dx.doi.org/10.1128/MSPHERE.00095-20",
    "issn": "2379-5042",
    "volume": "5",
    "title": "Antigenic Characterization of New Lineage II Insect-Specific Flaviviruses in Australian Mosquitoes and Identification of Host Restriction Factors",
    "ENTRYTYPE": "article",
    "ID": "Harrison_2020"
  },
  {
    "pages": "209",
    "month": "May",
    "year": "2020",
    "author": "Nguyen, Wilson and Nakayama, Eri and Yan, Kexin and Tang, Bing and Le, Thuy T. and Liu, Liang and Cooper, Tamara H. and Hayball, John D. and Faddy, Helen M. and Warrilow, David and Allcock, Richard J. N. and Hobson-Peters, Jody and Hall, Roy A. and Rawle, Daniel J. and Lutzky, Viviana P. and Young, Paul and Oliveira, Nidia M. and Hartel, Gunter and Howley, Paul M. and Prow, Natalie A. and Suhrbier, Andreas",
    "publisher": "MDPI AG",
    "journal": "Vaccines",
    "number": "2",
    "doi": "10.3390/vaccines8020209",
    "url": "http://dx.doi.org/10.3390/VACCINES8020209",
    "issn": "2076-393X",
    "volume": "8",
    "title": "Arthritogenic Alphavirus Vaccines: Serogrouping Versus Cross-Protection in Mouse Models",
    "ENTRYTYPE": "article",
    "ID": "Nguyen_2020"
  },
  {
    "pages": "1159",
    "month": "October",
    "year": "2020",
    "author": "Newton, Natalee D. and Colmant, Agathe M. G. and O’Brien, Caitlin A. and Ledger, Emma and Paramitha, Devina and Bielefeldt-Ohmann, Helle and Watterson, Daniel and McLean, Breeanna J. and Hall-Mendelin, Sonja and Warrilow, David and van den Hurk, Andrew F. and Liu, Wenjun and Hoare, Christina and Kizu, Joanne R. and Gauci, Penelope J. and Haniotis, John and Doggett, Stephen L. and Shaban, Babak and Johansen, Cheryl A. and Hall, Roy A. and Hobson-Peters, Jody",
    "publisher": "MDPI AG",
    "journal": "Viruses",
    "number": "10",
    "doi": "10.3390/v12101159",
    "url": "http://dx.doi.org/10.3390/V12101159",
    "issn": "1999-4915",
    "volume": "12",
    "title": "Genetic, Morphological and Antigenic Relationships between Mesonivirus Isolates from Australian Mosquitoes and Evidence for Their Horizontal Transmission",
    "ENTRYTYPE": "article",
    "ID": "Newton_2020"
  },
  {
    "pages": "7941–7957",
    "month": "June",
    "year": "2020",
    "author": "Torii, Shiho and Orba, Yasuko and Sasaki, Michihito and Tabata, Koshiro and Wada, Yuji and Carr, Michael and Hobson-Peters, Jody and Hall, Roy A. and Takada, Ayato and Fukuhara, Takasuke and Matsuura, Yoshiharu and Hall, William W. and Sawa, Hirofumi",
    "publisher": "Elsevier BV",
    "journal": "Journal of Biological Chemistry",
    "number": "23",
    "doi": "10.1074/jbc.ra119.012303",
    "url": "http://dx.doi.org/10.1074/JBC.RA119.012303",
    "issn": "0021-9258",
    "volume": "295",
    "title": "Host ESCRT factors are recruited during chikungunya virus infection and are required for the intracellular viral replication cycle",
    "ENTRYTYPE": "article",
    "ID": "Torii_2020"
  },
  {
    "pages": "2655–2660",
    "month": "August",
    "year": "2020",
    "author": "Rustanti, Lina and Hobson‐Peters, Jody and Colmant, Agathe M. G. and Hall, Roy A. and Young, Paul R. and Reichenberg, Stefan and Tolksdorf, Frank and Sumian, Chryslain and Gravemann, Ute and Seltsam, Axel and Marks, Denese C. and Faddy, Helen M.",
    "publisher": "Wiley",
    "journal": "Transfusion",
    "number": "11",
    "doi": "10.1111/trf.16021",
    "url": "http://dx.doi.org/10.1111/TRF.16021",
    "issn": "1537-2995",
    "volume": "60",
    "title": "Inactivation of <scp>Japanese</scp> encephalitis virus in plasma by methylene blue combined with visible light and in platelet concentrates by ultraviolet <scp>C</scp> light",
    "ENTRYTYPE": "article",
    "ID": "Rustanti_2020"
  },
  {
    "pages": "198",
    "month": "February",
    "year": "2020",
    "author": "Habarugira, Gervais and Moran, Jasmin and Colmant, Agathe M.G. and Davis, Steven S. and O’Brien, Caitlin A. and Hall-Mendelin, Sonja and McMahon, Jamie and Hewitson, Glen and Nair, Neelima and Barcelon, Jean and Suen, Willy W. and Melville, Lorna and Hobson-Peters, Jody and Hall, Roy A. and Isberg, Sally R. and Bielefeldt-Ohmann, Helle",
    "publisher": "MDPI AG",
    "journal": "Viruses",
    "number": "2",
    "doi": "10.3390/v12020198",
    "url": "http://dx.doi.org/10.3390/V12020198",
    "issn": "1999-4915",
    "volume": "12",
    "title": "Mosquito-Independent Transmission of West Nile virus in Farmed Saltwater Crocodiles (Crocodylus porosus)",
    "ENTRYTYPE": "article",
    "ID": "Habarugira_2020"
  },
  {
    "pages": "e0008166",
    "month": "March",
    "year": "2020",
    "editor": "Gromowski, Gregory",
    "author": "Colmant, Agathe M. G. and Bielefeldt-Ohmann, Helle and Vet, Laura J. and O’Brien, Caitlin A. and Bowen, Richard A. and Hartwig, Airn E. and Davis, Steven and Piyasena, Thisun B. H. and Habarugira, Gervais and Harrison, Jessica J. and Hobson-Peters, Jody and Hall, Roy A.",
    "publisher": "Public Library of Science (PLoS)",
    "journal": "PLOS Neglected Tropical Diseases",
    "number": "3",
    "doi": "10.1371/journal.pntd.0008166",
    "url": "http://dx.doi.org/10.1371/JOURNAL.PNTD.0008166",
    "issn": "1935-2735",
    "volume": "14",
    "title": "NS4/5 mutations enhance flavivirus Bamaga virus infectivity and pathogenicity in vitro and in vivo",
    "ENTRYTYPE": "article",
    "ID": "Colmant_2020"
  },
  {
    "pages": "440–452",
    "month": "April",
    "year": "2020",
    "author": "Colmant, Agathe M. G. and O’Brien, Caitlin A. and Newton, Natalee D. and Watterson, Daniel and Hardy, Joshua and Coulibaly, Fasséli and Bielefeldt-Ohmann, Helle and Warrilow, David and Huang, Bixing and Paramitha, Devina and Harrison, Jessica J. and Hall, Roy A. and Hobson-Peters, Jody",
    "publisher": "Microbiology Society",
    "journal": "Journal of General Virology",
    "number": "4",
    "doi": "10.1099/jgv.0.001388",
    "url": "http://dx.doi.org/10.1099/JGV.0.001388",
    "issn": "1465-2099",
    "volume": "101",
    "title": "Novel monoclonal antibodies against Australian strains of negeviruses and insights into virus structure, replication and host -restriction",
    "ENTRYTYPE": "article",
    "ID": "Colmant_2020"
  },
  {
    "pages": "258",
    "month": "May",
    "year": "2020",
    "author": "Vet, Laura J. and Setoh, Yin Xiang and Amarilla, Alberto A. and Habarugira, Gervais and Suen, Willy W. and Newton, Natalee D. and Harrison, Jessica J. and Hobson-Peters, Jody and Hall, Roy A. and Bielefeldt-Ohmann, Helle",
    "publisher": "MDPI AG",
    "journal": "Vaccines",
    "number": "2",
    "doi": "10.3390/vaccines8020258",
    "url": "http://dx.doi.org/10.3390/VACCINES8020258",
    "issn": "2076-393X",
    "volume": "8",
    "title": "Protective Efficacy of a Chimeric Insect-Specific Flavivirus Vaccine against West Nile Virus",
    "ENTRYTYPE": "article",
    "ID": "Vet_2020"
  },
  {
    "pages": "589",
    "month": "July",
    "year": "2020",
    "author": "Habarugira, Gervais and Suen, Willy W. and Hobson-Peters, Jody and Hall, Roy A. and Bielefeldt-Ohmann, Helle",
    "publisher": "MDPI AG",
    "journal": "Pathogens",
    "number": "7",
    "doi": "10.3390/pathogens9070589",
    "url": "http://dx.doi.org/10.3390/PATHOGENS9070589",
    "issn": "2076-0817",
    "volume": "9",
    "title": "West Nile Virus: An Update on Pathobiology, Epidemiology, Diagnostics, Control and “One Health” Implications",
    "ENTRYTYPE": "article",
    "ID": "Habarugira_2020"
  },
  {
    "month": "December",
    "year": "2019",
    "author": "Hobson-Peters, Jody and Harrison, Jessica J. and Watterson, Daniel and Hazlewood, Jessamine E. and Vet, Laura J. and Newton, Natalee D. and Warrilow, David and Colmant, Agathe M. G. and Taylor, Carmel and Huang, Bixing and Piyasena, Thisun B. H. and Chow, Weng Kong and Setoh, Yin Xiang and Tang, Bing and Nakayama, Eri and Yan, Kexin and Amarilla, Alberto A. and Wheatley, Sarah and Moore, Peter R. and Finger, Mitchell and Kurucz, Nina and Modhiran, Naphak and Young, Paul R. and Khromykh, Alexander A. and Bielefeldt-Ohmann, Helle and Suhrbier, Andreas and Hall, Roy A.",
    "publisher": "American Association for the Advancement of Science (AAAS)",
    "journal": "Science Translational Medicine",
    "number": "522",
    "doi": "10.1126/scitranslmed.aax7888",
    "url": "http://dx.doi.org/10.1126/SCITRANSLMED.AAX7888",
    "issn": "1946-6242",
    "volume": "11",
    "title": "A recombinant platform for flavivirus vaccines and diagnostics using chimeras of a new insect-specific virus",
    "ENTRYTYPE": "article",
    "ID": "Hobson_Peters_2019"
  },
  {
    "pages": "1580–1586",
    "month": "November",
    "year": "2019",
    "author": "Piyasena, Thisun B. H. and Newton, Natalee D. and Hobson-Peters, Jody and Vet, Laura J. and Setoh, Yin X. and Bielefeldt-Ohmann, Helle and Khromykh, Alexander A. and Hall, Roy A.",
    "publisher": "Microbiology Society",
    "journal": "Journal of General Virology",
    "number": "11",
    "doi": "10.1099/jgv.0.001326",
    "url": "http://dx.doi.org/10.1099/JGV.0.001326",
    "issn": "1465-2099",
    "volume": "100",
    "title": "Chimeric viruses of the insect-specific flavivirus Palm Creek with structural proteins of vertebrate-infecting flaviviruses identify barriers to replication of insect-specific flaviviruses in vertebrate cells",
    "ENTRYTYPE": "article",
    "ID": "Piyasena_2019"
  },
  {
    "pages": "876–887",
    "month": "March",
    "year": "2019",
    "author": "Setoh, Yin Xiang and Amarilla, Alberto A. and Peng, Nias Y. G. and Griffiths, Rebecca E. and Carrera, Julio and Freney, Morgan E. and Nakayama, Eri and Ogawa, Shinya and Watterson, Daniel and Modhiran, Naphak and Nanyonga, Faith Elizabeth and Torres, Francisco J. and Slonchak, Andrii and Periasamy, Parthiban and Prow, Natalie A. and Tang, Bing and Harrison, Jessica and Hobson-Peters, Jody and Cuddihy, Thom and Cooper-White, Justin and Hall, Roy A. and Young, Paul R. and Mackenzie, Jason M. and Wolvetang, Ernst and Bloom, Jesse D. and Suhrbier, Andreas and Khromykh, Alexander A.",
    "publisher": "Springer Science and Business Media LLC",
    "journal": "Nature Microbiology",
    "number": "5",
    "doi": "10.1038/s41564-019-0399-4",
    "url": "http://dx.doi.org/10.1038/S41564-019-0399-4",
    "issn": "2058-5276",
    "volume": "4",
    "title": "Determinants of Zika virus host tropism uncovered by deep mutational scanning",
    "ENTRYTYPE": "article",
    "ID": "Setoh_2019"
  },
  {
    "month": "June",
    "year": "2019",
    "author": "Piyasena, Thisun B. H. and Setoh, Yin X. and Hobson-Peters, Jody and Newton, Natalee D. and Bielefeldt-Ohmann, Helle and McLean, Breeanna J. and Vet, Laura J. and Khromykh, Alexander A. and Hall, Roy A.",
    "publisher": "Springer Science and Business Media LLC",
    "journal": "Scientific Reports",
    "number": "1",
    "doi": "10.1038/s41598-019-44657-7",
    "url": "http://dx.doi.org/10.1038/S41598-019-44657-7",
    "issn": "2045-2322",
    "volume": "9",
    "title": "Author Correction: Infectious DNAs derived from insect-specific flavivirus genomes enable identification of pre- and post-entry host restrictions in vertebrate cells",
    "ENTRYTYPE": "article",
    "ID": "Piyasena_2019"
  },
  {
    "month": "March",
    "year": "2018",
    "author": "Prow, Natalie A. and Liu, Liang and Nakayama, Eri and Cooper, Tamara H. and Yan, Kexin and Eldi, Preethi and Hazlewood, Jessamine E. and Tang, Bing and Le, Thuy T. and Setoh, Yin Xiang and Khromykh, Alexander A and Hobson-Peters, Jody and Diener, Kerrilyn R. and Howley, Paul M. and Hayball, John D. and Suhrbier, Andreas",
    "publisher": "Springer Science and Business Media LLC",
    "journal": "Nature Communications",
    "number": "1",
    "doi": "10.1038/s41467-018-03662-6",
    "url": "http://dx.doi.org/10.1038/S41467-018-03662-6",
    "issn": "2041-1723",
    "volume": "9",
    "title": "A vaccinia-based single vector construct multi-pathogen vaccine protects against both Zika and chikungunya viruses",
    "ENTRYTYPE": "article",
    "ID": "Prow_2018"
  },
  {
    "pages": "2451–2457",
    "month": "May",
    "year": "2018",
    "author": "O’Brien, Caitlin A. and Hall-Mendelin, Sonja and Hobson-Peters, Jody and Deliyannis, Georgia and Allen, Andy and Lew-Tabor, Ala and Rodriguez-Valle, Manuel and Barker, Dayana and Barker, Stephen C. and Hall, Roy A.",
    "publisher": "Springer Science and Business Media LLC",
    "journal": "Archives of Virology",
    "number": "9",
    "doi": "10.1007/s00705-018-3868-9",
    "url": "http://dx.doi.org/10.1007/S00705-018-3868-9",
    "issn": "1432-8798",
    "volume": "163",
    "title": "Discovery of a novel iflavirus sequence in the eastern paralysis tick Ixodes holocyclus",
    "ENTRYTYPE": "article",
    "ID": "O_Brien_2018"
  },
  {
    "pages": "596–609",
    "month": "April",
    "year": "2018",
    "author": "Prow, Natalie A. and Mah, Marcus G. and Deerain, Joshua M. and Warrilow, David and Colmant, Agathe M. G. and O’Brien, Caitlin A. and Harrison, Jessica J. and McLean, Breeanna J. and Hewlett, Elise K. and Piyasena, Thisun B. H. and Hall-Mendelin, Sonja and van den Hurk, Andrew F. and Watterson, Daniel and Huang, Bixing and Schulz, Benjamin L. and Webb, Cameron E. and Johansen, Cheryl A. and Chow, Weng K. and Hobson-Peters, Jody and Cazier, Chris and Coffey, Lark L. and Faddy, Helen M. and Suhrbier, Andreas and Bielefeldt-Ohmann, Helle and Hall, Roy A.",
    "publisher": "Microbiology Society",
    "journal": "Journal of General Virology",
    "number": "4",
    "doi": "10.1099/jgv.0.001038",
    "url": "http://dx.doi.org/10.1099/JGV.0.001038",
    "issn": "1465-2099",
    "volume": "99",
    "title": "New genotypes of Liao ning virus (LNV) in Australia exhibit an insect-specific phenotype",
    "ENTRYTYPE": "article",
    "ID": "Prow_2018"
  },
  {
    "pages": "72–75",
    "month": "April",
    "year": "2018",
    "author": "Hall, Roy A and Hobson-Peters, Jody",
    "publisher": "CSIRO Publishing",
    "journal": "Microbiology Australia",
    "number": "2",
    "doi": "10.1071/ma18020",
    "url": "http://dx.doi.org/10.1071/MA18020",
    "issn": "2201-9189",
    "volume": "39",
    "title": "Newly discovered mosquito viruses help control vector-borne viral diseases",
    "ENTRYTYPE": "article",
    "ID": "Hall_2018"
  },
  {
    "pages": "e0006886",
    "month": "October",
    "year": "2018",
    "editor": "Vasilakis, Nikos",
    "author": "Colmant, Agathe M. G. and Hall-Mendelin, Sonja and Ritchie, Scott A. and Bielefeldt-Ohmann, Helle and Harrison, Jessica J. and Newton, Natalee D. and O’Brien, Caitlin A. and Cazier, Chris and Johansen, Cheryl A. and Hobson-Peters, Jody and Hall, Roy A. and van den Hurk, Andrew F.",
    "publisher": "Public Library of Science (PLoS)",
    "journal": "PLOS Neglected Tropical Diseases",
    "number": "10",
    "doi": "10.1371/journal.pntd.0006886",
    "url": "http://dx.doi.org/10.1371/JOURNAL.PNTD.0006886",
    "issn": "1935-2735",
    "volume": "12",
    "title": "The recently identified flavivirus Bamaga virus is transmitted horizontally by Culex mosquitoes and interferes with West Nile virus replication in vitro and transmission in vivo",
    "ENTRYTYPE": "article",
    "ID": "Colmant_2018"
  },
  {
    "pages": "e0210029",
    "month": "December",
    "year": "2018",
    "editor": "Forrester, Naomi",
    "author": "Warrilow, David and Huang, Bixing and Newton, Natalee D. and Harrison, Jessica J. and Johnson, Karyn N. and Chow, Weng Kong and Hall, Roy A. and Hobson-Peters, Jody",
    "publisher": "Public Library of Science (PLoS)",
    "journal": "PLOS ONE",
    "number": "12",
    "doi": "10.1371/journal.pone.0210029",
    "url": "http://dx.doi.org/10.1371/JOURNAL.PONE.0210029",
    "issn": "1932-6203",
    "volume": "13",
    "title": "The taxonomy of an Australian nodavirus isolated from mosquitoes",
    "ENTRYTYPE": "article",
    "ID": "Warrilow_2018"
  },
  {
    "month": "August",
    "year": "2017",
    "editor": "Pipas, James M.",
    "author": "Colmant, Agathe M. G. and Hobson-Peters, Jody and Bielefeldt-Ohmann, Helle and van den Hurk, Andrew F. and Hall-Mendelin, Sonja and Chow, Weng Kong and Johansen, Cheryl A. and Fros, Jelke and Simmonds, Peter and Watterson, Daniel and Cazier, Chris and Etebari, Kayvan and Asgari, Sassan and Schulz, Benjamin L. and Beebe, Nigel and Vet, Laura J. and Piyasena, Thisun B. H. and Nguyen, Hong-Duyen and Barnard, Ross T. and Hall, Roy A.",
    "publisher": "American Society for Microbiology",
    "journal": "mSphere",
    "number": "4",
    "doi": "10.1128/msphere.00262-17",
    "url": "http://dx.doi.org/10.1128/MSPHERE.00262-17",
    "issn": "2379-5042",
    "volume": "2",
    "title": "A New Clade of Insect-Specific Flaviviruses from Australian\nAnopheles\nMosquitoes Displays Species-Specific Host Restriction",
    "ENTRYTYPE": "article",
    "ID": "Colmant_2017"
  },
  {
    "pages": "825–835",
    "month": "December",
    "year": "2017",
    "author": "Piyasena, Thisun B.H. and Setoh, Yin X. and Hobson-Peters, Jody and Prow, Natalie A. and Bielefeldt-Ohmann, Helle and Khromykh, Alexander A. and Perera, David and Cardosa, Mary J. and Kirkland, Peter D. and Hall, Roy A.",
    "publisher": "SAGE Publications",
    "journal": "Vector-Borne and Zoonotic Diseases",
    "number": "12",
    "doi": "10.1089/vbz.2017.2172",
    "url": "http://dx.doi.org/10.1089/VBZ.2017.2172",
    "issn": "1557-7759",
    "volume": "17",
    "title": "Differential Diagnosis of Flavivirus Infections in Horses Using Viral Envelope Protein Domain III Antigens in Enzyme-Linked Immunosorbent Assay",
    "ENTRYTYPE": "article",
    "ID": "Piyasena_2017"
  },
  {
    "month": "January",
    "year": "2017",
    "author": "O’Brien, Caitlin A and McLean, Breeanna J and Colmant, Agathe M G and Harrison, Jessica J and Hall-Mendelin, Sonja and van den Hurk, Andrew F and Johansen, Cheryl A and Watterson, Daniel and Bielefeldt-Ohmann, Helle and Newton, Natalee D and Schulz, Benjamin L and Hall, Roy A and Hobson-Peters, Jody",
    "publisher": "SAGE Publications",
    "journal": "Evolutionary Bioinformatics",
    "doi": "10.1177/1176934317691269",
    "url": "http://dx.doi.org/10.1177/1176934317691269",
    "issn": "1176-9343",
    "volume": "13",
    "title": "Discovery and Characterisation of Castlerea Virus, a New Species of Negevirus Isolated in Australia",
    "ENTRYTYPE": "article",
    "ID": "O_Brien_2017"
  },
  {
    "pages": "3529–3534",
    "month": "August",
    "year": "2017",
    "author": "Colmant, Agathe M. G. and Etebari, Kayvan and Webb, Cameron E. and Ritchie, Scott A. and Jansen, Cassie C. and van den Hurk, Andrew F. and Bielefeldt-Ohmann, Helle and Hobson-Peters, Jody and Asgari, Sassan and Hall, Roy A.",
    "publisher": "Springer Science and Business Media LLC",
    "journal": "Archives of Virology",
    "number": "11",
    "doi": "10.1007/s00705-017-3515-x",
    "url": "http://dx.doi.org/10.1007/S00705-017-3515-X",
    "issn": "1432-8798",
    "volume": "162",
    "title": "Discovery of new orbiviruses and totivirus from Anopheles mosquitoes in Eastern Australia",
    "ENTRYTYPE": "article",
    "ID": "Colmant_2017"
  },
  {
    "month": "June",
    "year": "2017",
    "author": "Piyasena, Thisun B. H. and Setoh, Yin X. and Hobson-Peters, Jody and Newton, Natalee D. and Bielefeldt-Ohmann, Helle and McLean, Breeanna J. and Vet, Laura J. and Khromykh, Alexander A. and Hall, Roy A.",
    "publisher": "Springer Science and Business Media LLC",
    "journal": "Scientific Reports",
    "number": "1",
    "doi": "10.1038/s41598-017-03120-1",
    "url": "http://dx.doi.org/10.1038/S41598-017-03120-1",
    "issn": "2045-2322",
    "volume": "7",
    "title": "Infectious DNAs derived from insect-specific flavivirus genomes enable identification of pre- and post-entry host restrictions in vertebrate cells",
    "ENTRYTYPE": "article",
    "ID": "Piyasena_2017"
  },
  {
    "month": "March",
    "year": "2017",
    "editor": "Griffin, Diane E.",
    "author": "Taylor, Adam and Liu, Xiang and Zaid, Ali and Goh, Lucas Y. H. and Hobson-Peters, Jody and Hall, Roy A. and Merits, Andres and Mahalingam, Suresh",
    "publisher": "American Society for Microbiology",
    "journal": "mBio",
    "number": "1",
    "doi": "10.1128/mbio.01970-16",
    "url": "http://dx.doi.org/10.1128/MBIO.01970-16",
    "issn": "2150-7511",
    "volume": "8",
    "title": "Mutation of the N-Terminal Region of Chikungunya Virus Capsid Protein: Implications for Vaccine Design",
    "ENTRYTYPE": "article",
    "ID": "Taylor_2017"
  },
  {
    "pages": "2677–2682",
    "month": "July",
    "year": "2017",
    "author": "Fryk, Jesse J. and Marks, Denese C. and Hobson‐Peters, Jody and Watterson, Daniel and Hall, Roy A. and Young, Paul R. and Reichenberg, Stefan and Tolksdorf, Frank and Sumian, Chryslain and Gravemann, Ute and Seltsam, Axel and Faddy, Helen M.",
    "publisher": "Wiley",
    "journal": "Transfusion",
    "number": "11",
    "doi": "10.1111/trf.14256",
    "url": "http://dx.doi.org/10.1111/TRF.14256",
    "issn": "1537-2995",
    "volume": "57",
    "title": "Reduction of Zika virus infectivity in platelet concentrates after treatment with ultraviolet C light and in plasma after treatment with methylene blue and visible light",
    "ENTRYTYPE": "article",
    "ID": "Fryk_2017"
  },
  {
    "pages": "1892–1903",
    "month": "July",
    "year": "2017",
    "author": "Lee, Morris and Etebari, Kayvan and Hall-Mendelin, Sonja and van den Hurk, Andrew F. and Hobson-Peters, Jody and Vatipally, Sreenu and Schnettler, Esther and Hall, Roy and Asgari, Sassan",
    "publisher": "Microbiology Society",
    "journal": "Journal of General Virology",
    "number": "7",
    "doi": "10.1099/jgv.0.000832",
    "url": "http://dx.doi.org/10.1099/JGV.0.000832",
    "issn": "1465-2099",
    "volume": "98",
    "title": "Understanding the role of microRNAs in the interaction of Aedes aegypti mosquitoes with an insect-specific flavivirus",
    "ENTRYTYPE": "article",
    "ID": "Lee_2017"
  },
  {
    "pages": "141",
    "month": "May",
    "year": "2016",
    "author": "Harrison, Jessica and Warrilow, David and McLean, Breeanna and Watterson, Daniel and O’Brien, Caitlin and Colmant, Agathe and Johansen, Cheryl and Barnard, Ross and Hall-Mendelin, Sonja and Davis, Steven and Hall, Roy and Hobson-Peters, Jody",
    "publisher": "MDPI AG",
    "journal": "Viruses",
    "number": "5",
    "doi": "10.3390/v8050141",
    "url": "http://dx.doi.org/10.3390/V8050141",
    "issn": "1999-4915",
    "volume": "8",
    "title": "A New Orbivirus Isolated from Mosquitoes in North-Western Australia Shows Antigenic and Genetic Similarity to Corriparta Virus but Does Not Replicate in Vertebrate Cells",
    "ENTRYTYPE": "article",
    "ID": "Harrison_2016"
  },
  {
    "pages": "1255–1263",
    "month": "April",
    "year": "2016",
    "author": "Blouin, Arnaud G. and Ross, Howard A. and Hobson‐Peters, Jody and O’Brien, Caitlin A. and Warren, Ben and MacDiarmid, Robin",
    "publisher": "Wiley",
    "journal": "Molecular Ecology Resources",
    "number": "5",
    "doi": "10.1111/1755-0998.12525",
    "url": "http://dx.doi.org/10.1111/1755-0998.12525",
    "issn": "1755-0998",
    "volume": "16",
    "title": "A new virus discovered by immunocapture of double‐stranded<scp>RNA</scp>, a rapid method for virus enrichment in metagenomic studies",
    "ENTRYTYPE": "article",
    "ID": "Blouin_2016"
  },
  {
    "pages": "1087–1093",
    "month": "May",
    "year": "2016",
    "author": "Colmant, Agathe M. G. and Bielefeldt-Ohmann, Helle and Hobson-Peters, Jody and Suen, Willy W. and O’Brien, Caitlin A. and van den Hurk, Andrew F. and Hall, Roy A.",
    "publisher": "Microbiology Society",
    "journal": "Journal of General Virology",
    "number": "5",
    "doi": "10.1099/jgv.0.000430",
    "url": "http://dx.doi.org/10.1099/JGV.0.000430",
    "issn": "1465-2099",
    "volume": "97",
    "title": "A newly discovered flavivirus in the yellow fever virus group displays restricted replication in vertebrates",
    "ENTRYTYPE": "article",
    "ID": "Colmant_2016"
  },
  {
    "month": "January",
    "year": "2016",
    "author": "Hall, Roy A. and Bielefeldt-Ohmann, Helle and McLean, Breeanna J. and O’Brien, Caitlin A. and Colmant, Agathe M.G. and Piyasena, Thisun B.H. and Harrison, Jessica J. and Newton, Natalee D. and Barnard, Ross T. and Prow, Natalie A. and Deerain, Joshua M. and Mah, Marcus G.K.Y. and Hobson-Peters, Jody",
    "publisher": "SAGE Publications",
    "journal": "Evolutionary Bioinformatics",
    "doi": "10.4137/ebo.s40740",
    "url": "http://dx.doi.org/10.4137/EBO.S40740",
    "issn": "1176-9343",
    "volume": "12s2",
    "title": "Commensal Viruses of Mosquitoes: Host Restriction, Transmission, and Interaction with Arboviral Pathogens",
    "ENTRYTYPE": "article",
    "ID": "Hall_2016"
  },
  {
    "pages": "2278–2285",
    "month": "July",
    "year": "2016",
    "author": "Fryk, Jesse J. and Marks, Denese C. and Hobson‐Peters, Jody and Prow, Natalie A. and Watterson, Daniel and Hall, Roy A. and Young, Paul R. and Reichenberg, Stefan and Sumian, Chryslain and Faddy, Helen M.",
    "publisher": "Wiley",
    "journal": "Transfusion",
    "number": "9",
    "doi": "10.1111/trf.13729",
    "url": "http://dx.doi.org/10.1111/TRF.13729",
    "issn": "1537-2995",
    "volume": "56",
    "title": "Dengue and chikungunya viruses in plasma are effectively inactivated after treatment with methylene blue and visible light",
    "ENTRYTYPE": "article",
    "ID": "Fryk_2016"
  },
  {
    "pages": "269–281",
    "month": "February",
    "year": "2016",
    "author": "Hobson-Peters, Jody and Warrilow, David and McLean, Breeanna J and Watterson, Daniel and Colmant, Agathe M.G. and van den Hurk, Andrew F. and Hall-Mendelin, Sonja and Hastie, Marcus L. and Gorman, Jeffrey J. and Harrison, Jessica J. and Prow, Natalie A. and Barnard, Ross T. and Allcock, Richard and Johansen, Cheryl A. and Hall, Roy A.",
    "publisher": "Elsevier BV",
    "journal": "Virology",
    "doi": "10.1016/j.virol.2015.11.003",
    "url": "http://dx.doi.org/10.1016/J.VIROL.2015.11.003",
    "issn": "0042-6822",
    "volume": "489",
    "title": "Discovery and characterisation of a new insect-specific bunyavirus from Culex mosquitoes captured in northern Australia",
    "ENTRYTYPE": "article",
    "ID": "Hobson_Peters_2016"
  },
  {
    "year": "2016",
    "author": "Jody Hobson-Peters",
    "journal": "ARBOVIRUSES: MOLECULAR BIOLOGY, EVOLUTION AND CONTROL",
    "title": "Ecological and Epidemiological Factors Influencing Arbovirus Diversity, Evolution and Spread",
    "ENTRYTYPE": "article",
    "ID": "Jody_Hobson-Peters_195380075"
  },
  {
    "pages": "833–840",
    "month": "May",
    "year": "2016",
    "author": "Huang, Bixing and Firth, Cadhla and Watterson, Daniel and Allcock, Richard and Colmant, Agathe M.G. and Hobson-Peters, Jody and Kirkland, Peter and Hewitson, Glen and McMahon, Jamie and Hall-Mendelin, Sonja and van den Hurk, Andrew F. and Warrilow, David",
    "publisher": "Centers for Disease Control and Prevention (CDC)",
    "journal": "Emerging Infectious Diseases",
    "number": "5",
    "doi": "10.3201/eid2205.151566",
    "url": "http://dx.doi.org/10.3201/EID2205.151566",
    "issn": "1080-6059",
    "volume": "22",
    "title": "Genetic Characterization of Archived Bunyaviruses and their Potential for Emergence in Australia",
    "ENTRYTYPE": "article",
    "ID": "Huang_2016"
  },
  {
    "month": "July",
    "year": "2016",
    "author": "Hall-Mendelin, Sonja and McLean, Breeanna J. and Bielefeldt-Ohmann, Helle and Hobson-Peters, Jody and Hall, Roy A. and van den Hurk, Andrew F.",
    "publisher": "Springer Science and Business Media LLC",
    "journal": "Parasites &amp; Vectors",
    "number": "1",
    "doi": "10.1186/s13071-016-1683-2",
    "url": "http://dx.doi.org/10.1186/S13071-016-1683-2",
    "issn": "1756-3305",
    "volume": "9",
    "title": "The insect-specific Palm Creek virus modulates West Nile virus infection in and transmission by Australian mosquitoes",
    "ENTRYTYPE": "article",
    "ID": "Hall_Mendelin_2016"
  },
  {
    "pages": "1353–1362",
    "month": "August",
    "year": "2016",
    "author": "Prow, Natalie A. and Edmonds, Judith H. and Williams, David T. and Setoh, Yin X. and Bielefeldt-Ohmann, Helle and Suen, Willy W. and Hobson-Peters, Jody and van den Hurk, Andrew F. and Pyke, Alyssa T. and Hall-Mendelin, Sonja and Northill, Judith A. and Johansen, Cheryl A. and Warrilow, David and Wang, Jianning and Kirkland, Peter D. and Doggett, Stephen and Andrade, Christy C. and Brault, Aaron C. and Khromykh, Alexander A. and Hall, Roy A.",
    "publisher": "Centers for Disease Control and Prevention (CDC)",
    "journal": "Emerging Infectious Diseases",
    "number": "8",
    "doi": "10.3201/eid2208.151719",
    "url": "http://dx.doi.org/10.3201/EID2208.151719",
    "issn": "1080-6059",
    "volume": "22",
    "title": "Virulence and Evolution of West Nile Virus, Australia, 1960–2012",
    "ENTRYTYPE": "article",
    "ID": "Prow_2016"
  },
  {
    "pages": "272–283",
    "month": "December",
    "year": "2015",
    "author": "McLean, Breeanna J. and Hobson-Peters, Jody and Webb, Cameron E. and Watterson, Daniel and Prow, Natalie A. and Nguyen, Hong Duyen and Hall-Mendelin, Sonja and Warrilow, David and Johansen, Cheryl A. and Jansen, Cassie C. and van den Hurk, Andrew F. and Beebe, Nigel W. and Schnettler, Esther and Barnard, Ross T. and Hall, Roy A.",
    "publisher": "Elsevier BV",
    "journal": "Virology",
    "doi": "10.1016/j.virol.2015.07.021",
    "url": "http://dx.doi.org/10.1016/J.VIROL.2015.07.021",
    "issn": "0042-6822",
    "volume": "486",
    "title": "A novel insect-specific flavivirus replicates only in Aedes-derived cells and persists at high prevalence in wild Aedes vigilax populations in Sydney, Australia",
    "ENTRYTYPE": "article",
    "ID": "McLean_2015"
  },
  {
    "pages": "55–61",
    "month": "September",
    "year": "2015",
    "author": "Goh, Lucas Y.H. and Kam, Yiu-Wing and Metz, Stefan W. and Hobson-Peters, Jody and Prow, Natalie A. and McCarthy, Suzi and Smith, David W. and Pijlman, Gorben P. and Ng, Lisa F.P. and Hall, Roy A.",
    "publisher": "Elsevier BV",
    "journal": "Journal of Virological Methods",
    "doi": "10.1016/j.jviromet.2015.05.011",
    "url": "http://dx.doi.org/10.1016/J.JVIROMET.2015.05.011",
    "issn": "0166-0934",
    "volume": "222",
    "title": "A sensitive epitope-blocking ELISA for the detection of Chikungunya virus-specific antibodies in patients",
    "ENTRYTYPE": "article",
    "ID": "Goh_2015"
  },
  {
    "pages": "507–512",
    "month": "March",
    "year": "2015",
    "author": "Goh, Lucas Y. H. and Hobson-Peters, Jody and Prow, Natalie A. and Gardner, Joy and Bielefeldt-Ohmann, Helle and Suhrbier, Andreas and Hall, Roy A.",
    "publisher": "Microbiology Society",
    "journal": "Journal of General Virology",
    "number": "3",
    "doi": "10.1099/jgv.0.000002",
    "url": "http://dx.doi.org/10.1099/JGV.0.000002",
    "issn": "1465-2099",
    "volume": "96",
    "title": "Monoclonal antibodies specific for the capsid protein of chikungunya virus suitable for multiple applications",
    "ENTRYTYPE": "article",
    "ID": "Goh_2015"
  },
  {
    "pages": "2943–2964",
    "month": "June",
    "year": "2015",
    "author": "Goh, Lucas and Hobson-Peters, Jody and Prow, Natalie and Baker, Kelly and Piyasena, Thisun and Taylor, Carmel and Rana, Ashok and Hastie, Marcus and Gorman, Jeff and Hall, Roy",
    "publisher": "MDPI AG",
    "journal": "Viruses",
    "number": "6",
    "doi": "10.3390/v7062754",
    "url": "http://dx.doi.org/10.3390/V7062754",
    "issn": "1999-4915",
    "volume": "7",
    "title": "The Chikungunya Virus Capsid Protein Contains Linear B Cell Epitopes in the N- and C-Terminal Regions that are Dependent on an Intact C-Terminus for Antibody Recognition",
    "ENTRYTYPE": "article",
    "ID": "Goh_2015"
  },
  {
    "month": "May",
    "year": "2015",
    "author": "Setoh, Yin Xiang and Tan, Cindy Si En and Prow, Natalie A and Hobson-Peters, Jody and Young, Paul R and Khromykh, Alexander A and Hall, Roy A",
    "publisher": "Springer Science and Business Media LLC",
    "journal": "Virology Journal",
    "number": "1",
    "doi": "10.1186/s12985-015-0303-7",
    "url": "http://dx.doi.org/10.1186/S12985-015-0303-7",
    "issn": "1743-422X",
    "volume": "12",
    "title": "The I22V and L72S substitutions in West Nile virus prM protein promote enhanced prM/E heterodimerisation and nucleocapsid incorporation",
    "ENTRYTYPE": "article",
    "ID": "Setoh_2015"
  },
  {
    "pages": "e0003629",
    "month": "March",
    "year": "2015",
    "editor": "Kashanchi, Fatah",
    "author": "O’Brien, Caitlin A. and Hobson-Peters, Jody and Yam, Alice Wei Yee and Colmant, Agathe M. G. and McLean, Breeanna J. and Prow, Natalie A. and Watterson, Daniel and Hall-Mendelin, Sonja and Warrilow, David and Ng, Mah-Lee and Khromykh, Alexander A. and Hall, Roy A.",
    "publisher": "Public Library of Science (PLoS)",
    "journal": "PLOS Neglected Tropical Diseases",
    "number": "3",
    "doi": "10.1371/journal.pntd.0003629",
    "url": "http://dx.doi.org/10.1371/JOURNAL.PNTD.0003629",
    "issn": "1935-2735",
    "volume": "9",
    "title": "Viral RNA Intermediates as Targets for Detection and Discovery of Novel and Emerging Mosquito-Borne Viruses",
    "ENTRYTYPE": "article",
    "ID": "O_Brien_2015"
  },
  {
    "pages": "e91103",
    "month": "March",
    "year": "2014",
    "editor": "Coffey, Lark L.",
    "author": "Warrilow, David and Watterson, Daniel and Hall, Roy A. and Davis, Steven S. and Weir, Richard and Kurucz, Nina and Whelan, Peter and Allcock, Richard and Hall-Mendelin, Sonja and O’Brien, Caitlin A. and Hobson-Peters, Jody",
    "publisher": "Public Library of Science (PLoS)",
    "journal": "PLoS ONE",
    "number": "3",
    "doi": "10.1371/journal.pone.0091103",
    "url": "http://dx.doi.org/10.1371/JOURNAL.PONE.0091103",
    "issn": "1932-6203",
    "volume": "9",
    "title": "A New Species of Mesonivirus from the Northern Territory, Australia",
    "ENTRYTYPE": "article",
    "ID": "Warrilow_2014"
  },
  {
    "month": "October",
    "year": "2014",
    "author": "Warrilow, David and Hall-Mendelin, Sonja and Hobson-Peters, Jody and Prow, Natalie A. and Allcock, Richard and Hall, Roy A.",
    "publisher": "American Society for Microbiology",
    "journal": "Genome Announcements",
    "number": "5",
    "doi": "10.1128/genomea.00890-14",
    "url": "http://dx.doi.org/10.1128/GENOMEA.00890-14",
    "issn": "2169-8287",
    "volume": "2",
    "title": "Complete Coding Sequences of Three Members of the Kokobera Group of Flaviviruses",
    "ENTRYTYPE": "article",
    "ID": "Warrilow_2014"
  },
  {
    "month": "December",
    "year": "2014",
    "author": "Bielefeldt-Ohmann, Helle and Prow, Natalie A and Wang, Wenqi and Tan, Cindy SE and Coyle, Mitchell and Douma, Alysha and Hobson-Peters, Jody and Kidd, Lisa and Hall, Roy A and Petrovsky, Nikolai",
    "publisher": "Springer Science and Business Media LLC",
    "journal": "Veterinary Research",
    "number": "1",
    "doi": "10.1186/s13567-014-0130-7",
    "url": "http://dx.doi.org/10.1186/S13567-014-0130-7",
    "issn": "1297-9716",
    "volume": "45",
    "title": "Safety and immunogenicity of a delta inulin-adjuvanted inactivated Japanese encephalitis virus vaccine in pregnant mares and foals",
    "ENTRYTYPE": "article",
    "ID": "Bielefeldt_Ohmann_2014"
  },
  {
    "pages": "9947–9962",
    "month": "September",
    "year": "2014",
    "editor": "Diamond, M. S.",
    "author": "Prow, Natalie A. and Setoh, Yin X. and Biron, Rebecca M. and Sester, David P. and Kim, Kwang Sik and Hobson-Peters, Jody and Hall, Roy A. and Bielefeldt-Ohmann, Helle",
    "publisher": "American Society for Microbiology",
    "journal": "Journal of Virology",
    "number": "17",
    "doi": "10.1128/jvi.01304-14",
    "url": "http://dx.doi.org/10.1128/JVI.01304-14",
    "issn": "1098-5514",
    "volume": "88",
    "title": "The West Nile Virus-Like Flavivirus Koutango Is Highly Virulent in Mice due to Delayed Viral Clearance and the Induction of a Poor Neutralizing Antibody Response",
    "ENTRYTYPE": "article",
    "ID": "Prow_2014"
  },
  {
    "pages": "9458–9471",
    "month": "August",
    "year": "2014",
    "editor": "Dermody, T. S.",
    "author": "Shives, Katherine D. and Beatman, Erica L. and Chamanian, Mastooreh and O’Brien, Caitlin and Hobson-Peters, Jody and Beckham, J. David",
    "publisher": "American Society for Microbiology",
    "journal": "Journal of Virology",
    "number": "16",
    "doi": "10.1128/jvi.01323-14",
    "url": "http://dx.doi.org/10.1128/JVI.01323-14",
    "issn": "1098-5514",
    "volume": "88",
    "title": "West Nile Virus-Induced Activation of Mammalian Target of Rapamycin Complex 1 Supports Viral Growth and Viral Protein Expression",
    "ENTRYTYPE": "article",
    "ID": "Shives_2014"
  },
  {
    "pages": "e56534",
    "month": "February",
    "year": "2013",
    "editor": "Wang, Tian",
    "author": "Hobson-Peters, Jody and Yam, Alice Wei Yee and Lu, Jennifer Wei Fei and Setoh, Yin Xiang and May, Fiona J. and Kurucz, Nina and Walsh, Susan and Prow, Natalie A. and Davis, Steven S. and Weir, Richard and Melville, Lorna and Hunt, Neville and Webb, Richard I. and Blitvich, Bradley J. and Whelan, Peter and Hall, Roy A.",
    "publisher": "Public Library of Science (PLoS)",
    "journal": "PLoS ONE",
    "number": "2",
    "doi": "10.1371/journal.pone.0056534",
    "url": "http://dx.doi.org/10.1371/JOURNAL.PONE.0056534",
    "issn": "1932-6203",
    "volume": "8",
    "title": "A New Insect-Specific Flavivirus from Northern Australia Suppresses Replication of West Nile Virus and Murray Valley Encephalitis Virus in Co-infected Mosquito Cells",
    "ENTRYTYPE": "article",
    "ID": "Hobson_Peters_2013"
  },
  {
    "pages": "1961–1971",
    "month": "September",
    "year": "2013",
    "author": "Tan, Cindy S. E. and Hobson-Peters, Jody M. and Stoermer, Martin J. and Fairlie, David P. and Khromykh, Alexander A. and Hall, Roy A.",
    "publisher": "Microbiology Society",
    "journal": "Journal of General Virology",
    "number": "9",
    "doi": "10.1099/vir.0.054395-0",
    "url": "http://dx.doi.org/10.1099/VIR.0.054395-0",
    "issn": "1465-2099",
    "volume": "94",
    "title": "An interaction between the methyltransferase and RNA dependent RNA polymerase domains of the West Nile virus NS5 protein",
    "ENTRYTYPE": "article",
    "ID": "Tan_2013"
  },
  {
    "pages": "1462–1467",
    "month": "July",
    "year": "2013",
    "author": "May, Fiona J. and Clark, David C. and Pham, Kim and Diviney, Sinéad M. and Williams, David T. and Field, Emma J. and Kuno, Goro and Chang, Gwong-Jen and Cheah, Wai Yuen and Setoh, Yin X. and Prow, Natalie A. and Hobson-Peters, Jody and Hall, Roy A.",
    "publisher": "Microbiology Society",
    "journal": "Journal of General Virology",
    "number": "7",
    "doi": "10.1099/vir.0.049940-0",
    "url": "http://dx.doi.org/10.1099/VIR.0.049940-0",
    "issn": "1465-2099",
    "volume": "94",
    "title": "Genetic divergence among members of the Kokobera group of flaviviruses supports their separation into distinct species",
    "ENTRYTYPE": "article",
    "ID": "May_2013"
  },
  {
    "pages": "4432–4443",
    "month": "September",
    "year": "2013",
    "author": "Prow, Natalie and Tan, Cindy and Wang, Wenqi and Hobson-Peters, Jody and Kidd, Lisa and Barton, Anita and Wright, John and Hall, Roy and Bielefeldt-Ohmann, Helle",
    "publisher": "MDPI AG",
    "journal": "International Journal of Environmental Research and Public Health",
    "number": "9",
    "doi": "10.3390/ijerph10094432",
    "url": "http://dx.doi.org/10.3390/IJERPH10094432",
    "issn": "1660-4601",
    "volume": "10",
    "title": "Natural Exposure of Horses to Mosquito-Borne Flaviviruses in South-East Queensland, Australia",
    "ENTRYTYPE": "article",
    "ID": "Prow_2013"
  },
  {
    "pages": "487–497",
    "month": "December",
    "year": "2013",
    "author": "Goh, Lucas Y.H. and Hobson-Peters, Jody and Prow, Natalie A. and Gardner, Joy and Bielefeldt-Ohmann, Helle and Pyke, Alyssa T. and Suhrbier, Andreas and Hall, Roy A.",
    "publisher": "Elsevier BV",
    "journal": "Clinical Immunology",
    "number": "3",
    "doi": "10.1016/j.clim.2013.10.004",
    "url": "http://dx.doi.org/10.1016/J.CLIM.2013.10.004",
    "issn": "1521-6616",
    "volume": "149",
    "title": "Neutralizing monoclonal antibodies to the E2 protein of chikungunya virus protects against disease in a mouse model",
    "ENTRYTYPE": "article",
    "ID": "Goh_2013"
  },
  {
    "pages": "1–15",
    "year": "2012",
    "author": "Hobson-Peters, Jody",
    "publisher": "Wiley",
    "journal": "Journal of Biomedicine and Biotechnology",
    "doi": "10.1155/2012/379738",
    "url": "http://dx.doi.org/10.1155/2012/379738",
    "issn": "1110-7251",
    "volume": "2012",
    "title": "Approaches for the Development of Rapid Serological Assays for Surveillance and Diagnosis of Infections Caused by Zoonotic Flaviviruses of the Japanese Encephalitis Virus Serocomplex",
    "ENTRYTYPE": "article",
    "ID": "Hobson_Peters_2012"
  },
  {
    "month": "May",
    "year": "2012",
    "author": "Frost, Melinda J. and Zhang, Jing and Edmonds, Judith H. and Prow, Natalie A. and Gu, Xingnian and Davis, Rodney and Hornitzky, Christine and Arzey, Kathleen E. and Finlaison, Deborah and Hick, Paul and Read, Andrew and Hobson-Peters, Jody and May, Fiona J. and Doggett, Stephen L. and Haniotis, John and Russell, Richard C. and Hall, Roy A. and Khromykh, Alexander A. and Kirkland, Peter D.",
    "publisher": "Centers for Disease Control and Prevention (CDC)",
    "journal": "Emerging Infectious Diseases",
    "number": "5",
    "doi": "10.3201/eid1805.111720",
    "url": "http://dx.doi.org/10.3201/EID1805.111720",
    "issn": "1080-6059",
    "volume": "18",
    "title": "Characterization of Virulent West Nile Virus Kunjin Strain, Australia, 2011",
    "ENTRYTYPE": "article",
    "ID": "Frost_2012"
  },
  {
    "pages": "1965–1975",
    "month": "September",
    "year": "2012",
    "author": "Setoh, Y. X. and Prow, N. A. and Hobson-Peters, J. and Lobigs, M. and Young, P. R. and Khromykh, A. A. and Hall, R. A.",
    "publisher": "Microbiology Society",
    "journal": "Journal of General Virology",
    "number": "9",
    "doi": "10.1099/vir.0.044453-0",
    "url": "http://dx.doi.org/10.1099/VIR.0.044453-0",
    "issn": "1465-2099",
    "volume": "93",
    "title": "Identification of residues in West Nile virus pre-membrane protein that influence viral particle secretion and virulence",
    "ENTRYTYPE": "article",
    "ID": "Setoh_2012"
  },
  {
    "pages": "1081–1084",
    "month": "August",
    "year": "2011",
    "author": "Hobson-Peters, Jody and Arévalo, Carolina and Cheah, Wai Yuen and Blitvich, Bradley J. and Tan, Cindy Si En and Sandis, Alexis and Araya, Luis Nazario and Hernández, Jose Luis and Toye, Philip and Hall, Roy A.",
    "publisher": "SAGE Publications",
    "journal": "Vector-Borne and Zoonotic Diseases",
    "number": "8",
    "doi": "10.1089/vbz.2010.0198",
    "url": "http://dx.doi.org/10.1089/VBZ.2010.0198",
    "issn": "1557-7759",
    "volume": "11",
    "title": "Detection of Antibodies to West Nile Virus in Horses, Costa Rica, 2004",
    "ENTRYTYPE": "article",
    "ID": "Hobson_Peters_2011"
  },
  {
    "pages": "20–27",
    "month": "July",
    "year": "2011",
    "author": "Setoh, Y.X. and Hobson-Peters, J. and Prow, N.A. and Young, P.R. and Hall, R.A.",
    "publisher": "Elsevier BV",
    "journal": "Journal of Virological Methods",
    "number": "1",
    "doi": "10.1016/j.jviromet.2011.04.010",
    "url": "http://dx.doi.org/10.1016/J.JVIROMET.2011.04.010",
    "issn": "0166-0934",
    "volume": "175",
    "title": "Expression of recombinant West Nile virus prM protein fused to an affinity tag for use as a diagnostic antigen",
    "ENTRYTYPE": "article",
    "ID": "Setoh_2011"
  },
  {
    "pages": "177–190",
    "month": "September",
    "year": "2010",
    "author": "Hobson-Peters, J. and Shan, J. and Hall, R.A. and Toye, P.",
    "publisher": "Elsevier BV",
    "journal": "Journal of Virological Methods",
    "number": "1–2",
    "doi": "10.1016/j.jviromet.2010.05.012",
    "url": "http://dx.doi.org/10.1016/J.JVIROMET.2010.05.012",
    "issn": "0166-0934",
    "volume": "168",
    "title": "Mammalian expression of functional autologous red cell agglutination reagents for use in diagnostic assays",
    "ENTRYTYPE": "article",
    "ID": "Hobson_Peters_2010"
  },
  {
    "pages": "2912–2922",
    "month": "December",
    "year": "2009",
    "author": "Hall, Roy A. and Tan, Si En and Selisko, Barbara and Slade, Rachael and Hobson-Peters, Jody and Canard, Bruno and Hughes, Megan and Leung, Jason Y. and Balmori-Melian, Ezequiel and Hall-Mendelin, Sonja and Pham, Kim B. and Clark, David C. and Prow, Natalie A. and Khromykh, Alexander A.",
    "publisher": "Microbiology Society",
    "journal": "Journal of General Virology",
    "number": "12",
    "doi": "10.1099/vir.0.013805-0",
    "url": "http://dx.doi.org/10.1099/VIR.0.013805-0",
    "issn": "1465-2099",
    "volume": "90",
    "title": "Monoclonal antibodies to the West Nile virus NS5 protein map to linear and conformational epitopes in the methyltransferase and polymerase domains",
    "ENTRYTYPE": "article",
    "ID": "Hall_2009"
  },
  {
    "pages": "3063–3072",
    "month": "December",
    "year": "2008",
    "author": "Hobson-Peters, Jody and Toye, Philip and Sánchez, Melissa D. and Bossart, Katharine N. and Wang, Lin-Fa and Clark, David C. and Cheah, Wai Yuen and Hall, Roy A.",
    "publisher": "Microbiology Society",
    "journal": "Journal of General Virology",
    "number": "12",
    "doi": "10.1099/vir.0.2008/003731-0",
    "url": "http://dx.doi.org/10.1099/VIR.0.2008/003731-0",
    "issn": "1465-2099",
    "volume": "89",
    "title": "A glycosylated peptide in the West Nile virus envelope protein is immunogenic during equine infection",
    "ENTRYTYPE": "article",
    "ID": "Hobson_Peters_2008"
  },
  {
    "pages": "24–30",
    "month": "February",
    "year": "2007",
    "author": "Hobson-Peters, Jody and O’Loughlin, Peter and Toye, Philip",
    "publisher": "Elsevier BV",
    "journal": "Molecular and Cellular Probes",
    "number": "1",
    "doi": "10.1016/j.mcp.2006.07.002",
    "url": "http://dx.doi.org/10.1016/J.MCP.2006.07.002",
    "issn": "0890-8508",
    "volume": "21",
    "title": "Development of an internally controlled, homogeneous polymerase chain reaction assay for the simultaneous detection and discrimination of herpes simplex virus types 1 and 2 and varicella-zoster virus",
    "ENTRYTYPE": "article",
    "ID": "Hobson_Peters_2007"
  }
]